tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "bash"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lsd"
brew "mackup"
brew "neofetch"
brew "neovim"
brew "node"
brew "pgcli"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "tmux"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "firefox"
cask "fork"
cask "raycast"
cask "steam"
