brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "node"
brew "pandoc"
brew "python@3.13"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "sqlc"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "goland"
cask "intellij-idea"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "spotify"
cask "vivid"
cask "zen"
